guild_welcome_text = """
Гильдия авантюристов была местом, где собирались самые разнообразные люди. Одни были опытными ремесленниками, другие сильны физически. Всех их объединяло стремление заработать. Вы распахнули двери. Многие из присутствующих с любопытством посмотрели на вас, но, поняв, что вы не представляете для них интереса, вернулись к своим делам. Вы направились к стойке регистрации, у которой работник развешивал задания.

[dim cyan]Вы[/]: Простите, Не могли бы вы помочь?
[dim magenta]Работник[/]: А? О, конечно. Ты хочешь зарегистрироваться, верно? 
[dim cyan]Вы[/]: Верно
[dim magenta]Работник[/]: В таком случае, напиши своё имя и прочитай правила.
"""
summary_rules = """
[dim]-----[/] Краткое изложение правил гильдии [dim]-----[/]
[dim green]2 - Услуги[/]
Зарегистрированные искатели приключений могут посещать наши филиалы по всему миру. Там они могут брать и выполнять задания, получать за них вознаграждение, а также продавать или покупать предметы. 

[dim green]3 - Ваша карта[/]
После регистрации вы обязаны получить карту, на которой будет записана вся информация о вас. За неё вы несёте личную ответственность. Если она будет утеряна, вы получите новую, но ваш ранг будет сброшен.

[dim green]4 - Ранг[/]
Авантюристы имеют семь рангов в зависимости от количества выполненных заданий и способностей, начиная c F и заканчивая S. Вы можете выполнять задания только в пределах одного ранга от текущего. Авантюрист может получить повышение в ранге, выполнив определённое количество заданий. Если он не готов к повышению, то может отказаться от него.

[dim green]7 - Запрещенное поведение[/]
Искателям строго запрещено: нарушать местные законы, наносить ущерб репутации гильдии, покупать или продавать задания. Любое нарушение ведет к санкциям. 

[dim green]8 - Нарушение договора[/]
Если искатель приключений не выполнил задание, он должен выплатить гильдии четверть вознаграждения. Штраф нужно выплатить в течение месяца. В противном случае ранг авантюриста упадет на одну позицию. 
[dim]-----------------------------------------------
"""
