guild_welcome_text_1 = """
Вы распахнули двери. Многие из присутствующих с любопытством посмотрели на вас, но, поняв, что вы не представляете для них интереса, вернулись к своим делам. Вы направились к стойке регистрации, у которой работник развешивал задания.

[d cyan]Вы[/]: Простите, Не могли бы вы помочь?
[d magenta]Работник[/]: А? О, конечно. Ты хочешь зарегистрироваться, верно? 
[d cyan]Вы[/]: Верно.
[d magenta]Работник[/]: В таком случае, напиши своё имя и подпиши договор.
"""
guild_welcome_text_2 = """
[d magenta]Работник[/]: Держите, это ваша карточка авантюриста. Не теряйте её.

Вы получили обычную на вид металлическую карточку с тускло светящимися буквами. На одной стороне указаны имя, ранг и количество опыта, а на другой — статистика."""
