guild_welcome_text = """
Вы распахнули двери. Многие из присутствующих с любопытством посмотрели на вас, но, поняв, что вы не представляете для них интереса, вернулись к своим делам. Вы направились к стойке регистрации, у которой работник развешивал задания.

[d cyan]Вы[/]: Простите, Не могли бы вы помочь?
[d magenta]Работник[/]: А? О, конечно. Ты хочешь зарегистрироваться, верно? 
[d cyan]Вы[/]: Верно.
[d magenta]Работник[/]: В таком случае, напиши своё имя и подпиши договор.
"""
summary_rules = """
[d]-----[/] Основные пункты договора [d]-----[/]
[green]2 - Услуги[/]
Зарегистрированные авантюристы могут посещать наши филиалы. Там они могут брать задания и получать за них вознаграждение, а также продавать или покупать предметы. 

[green]5 - Ранг[/]
Авантюристы имеют семь рангов в зависимости от количества выполненных заданий, начиная c F и заканчивая S. Вы можете выполнять задания только в пределах одного ранга от текущего. Авантюрист может получить повышение в ранге, выполнив определённое количество заданий.

[green]8 - Нарушение договора[/]
Если искатель приключений не выполнил задание, он в течение месяца должен выплатить гильдии четверть вознаграждения. В противном случае ранг авантюриста упадет на одну позицию. 
[d]------------------------------------"""
